Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/bible/osko/index.php_kat_id=128_art_id=109.html.tmx
Source language: nob
Languages: sme

source: Kristuskransen
sme: Kristuskránsa

source: Mennesket i Guds hage
sme: Olmmoš Edena gilvvagárddis

source: På den tid Herren Gud skapte jorden og himmelen, fantes det ikke en busk på jorden, og ennå hadde ikke et grønt strå grodd fram.
sme: Dát lea muitalus mo albmi ja eanan sivdniduvvui.

source: For Herren Gud hadde ikke latt det regne på jorden, og det var ingen mennesker til å dyrke den.
sme: Dan áigge go Hearrá Ipmil sivdnidii almmi ja eatnama ii lean vel ii oktage meahci miestta eatnama alde, iige lean mihkkege rásiid šaddan, dasgo Hearrá Ipmil ii lean diktán arvit eatnama ala, iige olmmoš lean bargamin dan.

source: Men en kilde sprang fram av jorden og vannet hele marken.
sme: Muhto eatnamis vuožui čáhci ja láktadii oppa eatnanbajildasa.

source: Og Herren Gud formet mannen av jord fra marken og blåste livspust inn i hans nese, så mannen ble til en levende skapning.
sme: Dalle Hearrá Ipmil hábmii olbmo eatnama muolddas ja bosadii eallima vuoiŋŋasa su njunnái, ja nu olmmoš šattai ealli siellun.
